SID='corp'
CNAME='דיני תאגידים'
PACK='corp1'
ROAD=[
[
"האישיות המשפטית הנפרדת",
""
],
[
"הרמת מסך ההתאגדות",
""
],
[
"ייסוד חברה ותקנון",
""
],
[
"הון מניות וסוגי מניות",
""
],
[
"האורגנים בחברה",
""
],
[
"חובת אמונים של נושאי משרה",
""
],
[
"חובת הזהירות",
""
],
[
"האסיפה הכללית",
""
],
[
"הדירקטוריון",
""
],
[
"עסקאות עם בעלי עניין",
""
],
[
"הגנת בעלי מניות המיעוט",
""
],
[
"התביעה הנגזרת",
""
],
[
"חלוקת דיבידנד ומבחני החלוקה",
""
],
[
"מיזוגים ורכישות",
""
],
[
"פירוק חברה וחדלות פירעון",
""
]
]
