SID='intl'
CNAME='משפט בינלאומי'
PACK='intl1'
ROAD=[
[
"מקורות המשפט הבינלאומי",
""
],
[
"אמנות ומנהג בינלאומי",
""
],
[
"מעמד המדינה והכרה",
""
],
[
"ריבונות וטריטוריה",
""
],
[
"האו״ם וארגונים בינלאומיים",
""
],
[
"זכויות אדם בינלאומיות",
""
],
[
"המשפט ההומניטרי (דיני מלחמה)",
""
],
[
"אחריות מדינות",
""
],
[
"יישוב סכסוכים בינלאומיים",
""
],
[
"בית הדין הבינלאומי לצדק",
""
],
[
"המשפט הבינלאומי הפלילי",
""
],
[
"היחס למשפט הפנימי הישראלי",
""
],
[
"דיני הים",
""
],
[
"דיני פליטים",
""
],
[
"סנקציות בינלאומיות",
""
]
]
